{"_id":"5a52bc6f559f00418e5331bd","index":11,"name":"Adult Red Dragon","size":"Huge","type":"dragon","subtype":"","alignment":"chaotic evil","armor_class":19,"hit_points":256,"hit_dice":"19d12","speed":"40 ft., climb 40 ft., fly 80 ft.","strength":27,"dexterity":10,"constitution":25,"intelligence":16,"wisdom":13,"charisma":21,"dexterity_save":6,"constitution_save":13,"wisdom_save":7,"charisma_save":11,"perception":13,"stealth":6,"damage_vulnerabilities":"","damage_resistances":"","damage_immunities":"fire","condition_immunities":"","senses":"blindsight 60 ft., darkvision 120 ft., passive Perception 23","languages":"Common, Draconic","challenge_rating":17,"special_abilities":[{"attack_bonus":0,"desc":"If the dragon fails a saving throw, it can choose to succeed instead.","name":"Legendary Resistance (3/Day)"}],"actions":[{"attack_bonus":0,"desc":"The dragon can use its Frightful Presence. It then makes three attacks: one with its bite and two with its claws.","name":"Multiattack"},{"damage_bonus":8,"damage_dice":"2d10 + 2d6","attack_bonus":14,"desc":"Melee Weapon Attack: +14 to hit, reach 10 ft., one target. Hit: 19 (2d10 + 8) piercing damage plus 7 (2d6) fire damage.","name":"Bite"},{"damage_bonus":8,"damage_dice":"2d6","attack_bonus":14,"desc":"Melee Weapon Attack: +14 to hit, reach 5 ft., one target. Hit: 15 (2d6 + 8) slashing damage.","name":"Claw"},{"damage_bonus":8,"damage_dice":"2d8","attack_bonus":14,"desc":"Melee Weapon Attack: +14 to hit, reach 15 ft., one target. Hit: 17 (2d8 + 8) bludgeoning damage.","name":"Tail"},{"attack_bonus":0,"desc":"Each creature of the dragon's choice that is within 120 ft. of the dragon and aware of it must succeed on a DC 19 Wisdom saving throw or become frightened for 1 minute. A creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success. If a creature's saving throw is successful or the effect ends for it, the creature is immune to the dragon's Frightful Presence for the next 24 hours.","name":"Frightful Presence"},{"damage_dice":"18d6","attack_bonus":0,"desc":"The dragon exhales fire in a 60-foot cone. Each creature in that area must make a DC 21 Dexterity saving throw, taking 63 (18d6) fire damage on a failed save, or half as much damage on a successful one.","name":"Fire Breath (Recharge 5-6)"},{"damage_dice":"6d6","attack_bonus":0,"desc":"On initiative count 20 (losing initiative ties), the dragon takes a lair action to cause one of the following effects: the dragon can't use the same effect two rounds in a row:\n• Magma erupts from a point on the ground the dragon can see within 120 feet of it, creating a 20-foot-high, 5-foot-radius geyser. Each creature in the geyser's area must make a DC 15 Dexterity saving throw, taking 21 (6d6) fire damage on a failed save, or half as much damage on a successful one.\n• A tremor shakes the lair in a 60-foot-radius around the dragon. Each creature other than the dragon on the ground in that area must succeed on a DC 15 Dexterity saving throw or be knocked prone.\n• Volcanic gases form a cloud in a 20-foot-radius sphere centered on a point the dragon can see within 120 feet of it. The sphere spreads around corners, and its area is lightly obscured. It lasts until initiative count 20 on the next round. Each creature that starts its turn in the cloud must succeed on a DC 13 Constitution saving throw or be poisoned until the end of its turn. While poisoned in this way, a creature is incapacitated.","name":"Lair Actions"}],"legendary_actions":[{"attack_bonus":0,"desc":"The dragon makes a Wisdom (Perception) check.","name":"Detect"},{"attack_bonus":0,"desc":"The dragon makes a tail attack.","name":"Tail Attack"},{"attack_bonus":0,"desc":"The dragon beats its wings. Each creature within 10 ft. of the dragon must succeed on a DC 22 Dexterity saving throw or take 15 (2d6 + 8) bludgeoning damage and be knocked prone. The dragon can then fly up to half its flying speed.","name":"Wing Attack (Costs 2 Actions)"}],"url":"http://www.dnd5eapi.co/api/monsters/11"}